export let data = {
    'sitemap': [
        {
            'link': '/',
            'name': 'Главная',
            'childs': []
        },
        {
            'link': '/report/movables',
            'name': 'Движимое имущество',
            'childs': [
                {
                    'link': '/report/movables/1',
                    'name': 'Отчет «Движимое имущество»',
                    'childs': []
                },
                {
                    'link': '/report/movables/2',
                    'name': 'Отчет «Потребности филиалов»',
                    'childs': []
                }
            ]
        },
        {
            'link': '/report/tenders',
            'name': 'Закупки',
            'childs': [
                {
                    'link': '/report/tenders/1',
                    'name': 'Ежемесячный отчет по 223-ФЗ',
                    'childs': []
                },
                {
                    'link': '/report/tenders/2',
                    'name': 'Ежемесячный отчет по 44-ФЗ',
                    'childs': []
                },
                {
                    'link': '/report/tenders/3',
                    'name': 'Отчет «Заказчик»',
                    'childs': []
                },
                {
                    'link': '/report/tenders/4',
                    'name': 'Отчет «План-график»',
                    'childs': []
                },
                {
                    'link': '/report/tenders/5',
                    'name': 'Отчет «Реестр договоров до 100 тыс. руб.»',
                    'childs': []
                }
            ]
        }
    ],
    'reports': {
        'movables': {
            '1': {
                'schema': [
                    {
                        'field': 'field1',
                        'title': 'Филиал',
                        'sortable': 'field1',
                        'filter': {
                            'field1': 'text'
                        }
                    },
                    {
                        'field': 'field2',
                        'title': 'ГСУ',
                        'sortable': 'field2',
                        'filter': {
                            'field2': 'text'
                        }
                    },
                    {
                        'field': 'field3',
                        'title': 'Тип',
                        'sortable': 'field3',
                        'filter': {
                            'field3': 'text'
                        }
                    },
                    {
                        'field': 'field5',
                        'title': 'Назначение',
                        'sortable': 'field5',
                        'filter': {
                            'field5': 'text'
                        }
                    },
                    {
                        'field': 'field6',
                        'title': 'Марка и модель',
                        'sortable': 'field6',
                        'filter': {
                            'field6': 'text'
                        }
                    },
                    {
                        'field': 'field7',
                        'title': 'Характеристика',
                        'sortable': 'field7',
                        'filter': {
                            'field7': 'text'
                        }
                    },
                    {
                        'field': 'field8',
                        'title': 'Год изготовления',
                        'sortable': 'field8',
                        'filter': {
                            'field8': 'text'
                        }
                    },
                    {
                        'field': 'field9',
                        'title': 'Работоспособность',
                        'sortable': 'field9',
                        'filter': {
                            'field9': 'text'
                        }
                    },
                    {
                        'field': 'field10',
                        'title': 'Идентификационная информация',
                        'sortable': 'field10',
                        'filter': {
                            'field10': 'text'
                        }
                    },
                    {
                        'field': 'field11',
                        'title': 'Пояснения',
                        'sortable': 'field11',
                        'filter': {
                            'field11': 'text'
                        }
                    },
                    {
                        'field': 'field12',
                        'title': 'Фотографии',
                        'sortable': 'field12',
                        'filter': {
                            'field12': 'text'
                        }
                    },
                    {
                        'field': 'field13',
                        'title': 'Сканы документов',
                        'sortable': 'field13',
                        'filter': {
                            'field13': 'text'
                        }
                    }
                ],
                'data': [
                    {
                        "_id": "1",
                        "field1": "Белгородская область",
                        "field2": "Алексеевский ГСУ",
                        "field3": "Автомобиль",
                        "field4": "грузовой",
                        "field5": "ГАЗ-53",
                        "field6": "цистерна",
                        "field7": "1985",
                        "field8": "Да",
                        "field9": "VIN: 237891",
                        "field10": "",
                        "field11": "",
                        "field12": "",
                        "field13": ""
                    },
                    {
                        "_id": "2",
                        "field1": "Белгородская область",
                        "field2": "Октябрьский ГСУ",
                        "field3": "Комбайн",
                        "field4": "зерноуборочный",
                        "field5": "Terrion SR-2010",
                        "field6": "это SampoRosenlew-2010, собираемый в Тамбове",
                        "field7": "2003",
                        "field8": "Нет",
                        "field9": "Сер. №:03201078",
                        "field10": "требуется замена двигателя",
                        "field11": "",
                        "field12": "",
                        "field13": ""
                    }
                ]
            }
        }
    },
    'branchList': ["Белгородской области", "Брянской области", "Владимирской области", "Воронежской области", "Ивановской области", "Калужской области", "Малоярославецкий ГСУ", "Калужский ГСУ", "Костромской области", "Курской области", "Липецкая ГСИС", "Московской области", "Егорьевская ГСИС", "Московская ГСИС", "Орловской области", "Рязанской области", "Смоленской области", "Тамбовской области", "Тверской области", "Тульской области", "Ярославской области", "Республике Адыгея", "Астраханской области", "Волгоградская ГСИС", "Республике Калмыкия", "Башантинский ГСУ", "Краснодарскому краю", "Ростовской области", "Архангельской области", "Вологодской области", "Калининградской области", "Республике Карелия", "Коми ГСИС", "Ленинградской области", "Псковской и Новгородской областям", "Амурской области", "Приморскому краю", "Сахалинской области", "Хабаровскому краю", "Алтайскому краю", "Республике Бурятия", "Иркутской области", "Кемеровской области", "Красноярскому краю", "Майминская ГСИС", "Новосибирской области", "Омской области", "Томская ГСИС", "Забайкальскому краю", "Курганской области", "Свердловской области", "Тюменской области", "Челябинской области", "Республике Башкортостан", "Кировской области", "Республике Марий Эл", "Мордовская ГСИС", "Нижегородской области", "Оренбургской области", "Пензенской области", "Пермскому краю", "Самарской области", "Саратовской области", "Республике Татарстан", "Республике Удмуртия", "Ульяновской области", "Республике Чувашия", "Комсомольская ГСИС", "Республике Дагестан", "Республике Ингушетия", "Кабардино-Балкарской Республике", "Республике Северная Осетия-Алания", "Ставропольскому краю", "Александровский ГСУ", "Ипатовский ГСУ", "Красногвардейский ГСУ", "Новоалександровский ГСУ", "Ставропольская ГСИС", "ВЦОКС", "Республика Крым"],
    'formFieldsData': {
        'field3': ['Хроматограф', 'Трактор', 'Сушилка', 'Сеялка', 'Сахариметр', 'Опрыскиватель', 'Машина семяочистительная', 'Культиватор', 'Комплект', 'Комбайн', 'Автомобиль'],
        'field4': ['газовый', 'гравитационно-пневматическая', 'грузовой', 'гусеничный', 'зерновая селекционная', 'зерновая, лотковая', 'зерноуборочный', 'к комбайну SR-2010 для уборки подсолнечника', 'к комбайну SR-2010для уборки кукурузы', 'колесный', 'кормоуборочный', 'легковой', 'льноуборочный', 'пассажирский', 'плоскорез игольчато-роторный', 'пневматическая', 'посевов навесной штанговый', 'пропашная селекционная', 'свеклоуборочный', 'томатоуборочный', 'универсальный'],
        'field5': ['Chevrolet-Lanos', 'Chevrolet-Niva', 'Citroen-Berlingo', 'Daewoo-Nexia', 'DongFeng-2065B', 'Ford-Focus', 'Hege-125', 'Hege-160', 'Hege-180', 'Hege-212', 'Hyundai-Accent', 'Hyundai-Solaris', 'JohnDeere-8420', 'JohnDeere-WTS-9640', 'Kia-Rio', 'Kia-Spectra', 'Mitsubishi-Pajero', 'Nissan-AD', 'Nissan-Almera', 'Nissan-Datsun', 'Nissan-Presage', 'Nissan-Teana', 'OptiCorn-270', 'R695601', 'Renault-Logan', 'SampoRosenlew-130', 'SampoRosenlew-2010', 'SampoRosenlew-2010 (Terrion SR-2010)', 'SampoRosenlew-2020', 'SampoRosenlew-2055', 'SampoRosenlew-25', 'SampoRosenlew-500', 'Skoda-Rapid', 'Terrion-ATM-3180', 'Toyota-Ace', 'TZ-4K-14', 'Universal-V-445', 'Volkswagen-Golf', 'Volkswagen-Jetta', 'Volkswagen-Passat', 'Wintersteiger-Classic', 'Агромаш 50ТК', 'Агромаш 85ТК', 'АЕС-804', 'ВАЗ-2104', 'ВАЗ-2105', 'ВАЗ-2106', 'ВАЗ-2107', 'ВАЗ-2109', 'ВАЗ-21099', 'ВАЗ-2110', 'ВАЗ-2111', 'ВАЗ-2112', 'ВАЗ-2114', 'ВАЗ-2115', 'ВАЗ-2121 (Нива)', 'ВАЗ-2131 (Нива)', 'ВАЗ-217 (Приора)', 'ВАЗ-219 (Гранта)', 'ВИМ-1 Селекция', 'ВИМ-1У Селекция', 'ВИМ-3', 'ГАЗ-2217 (Соболь)', 'ГАЗ-24 (Волга)', 'ГАЗ-2705 (Газель)', 'ГАЗ-3102 (Волга)', 'ГАЗ-3110 (Волга)', 'ГАЗ-3221 (Газель)', 'ГАЗ-3302 (Газель)', 'ГАЗ-3307', 'ГАЗ-3502-САЗ', 'ГАЗ-3507', 'ГАЗ-3507-САЗ', 'ГАЗ-4509-САЗ', 'ГАЗ-51Р', 'ГАЗ-52', 'ГАЗ-53', 'ГАЗ-53 (Волгарь)', 'ГАЗ-53-САЗ', 'ГАЗ-66', 'ГАЗ-66 (НЗАС-3964)', 'Дон-1500', 'Дон-680', 'ДТ-70', 'ДТ-75', 'Е-281 (Марал-125)', 'Енисей-1200', 'ЗИЛ-130', 'ЗИЛ-130 (431410)', 'ЗИЛ-130 (431412)', 'ЗИЛ-131', 'ЗИЛ-433362', 'ЗИЛ-45065', 'ЗИЛ-5301', 'ЗИЛ-ММЗ-34502', 'ЗИЛ-ММЗ-4502', 'ЗИЛ-ММЗ-554М', 'ЗИЛ-ММЗ-555', 'ИЖ-2125', 'ИЖ-2126', 'ИЖ-2715', 'ИЖ-2717', 'К-3180-АТМ (Кировец)', 'К-701 (Кировец)', 'КАВЗ-3270', 'КАВЗ-3271', 'КАМАЗ-5320', 'КАМАЗ-55102', 'КАМАЗ-5511', 'КАМАЗ-55111', 'КДП-1,4', 'КПИР-1,9', 'КПИР-2,1', 'КПИР-3,6', 'КПС-5Г', 'Кристалл 2000М', 'Кубань-Г1А', 'Кубань-Г1А1', 'ЛК-4А', 'ЛТЗ-55', 'ЛТЗ-60', 'МКС-3', 'Москвич-2141', 'МТЗ-1025 (Беларус)', 'МТЗ-50 (Беларус)', 'МТЗ-60 (Беларус)', 'МТЗ-80 (Беларус)', 'МТЗ-82 (Беларус)', 'ПАЗ-3205', 'ПАЗ-672', 'ПОНШ-600', 'РАФ-2203', 'СК-4 (Нива)', 'СК-5 (Нива)', 'СЛ-0,3х2', 'СЛ-0,3х2У', 'СС-11', 'ССТВ-6', 'СТВ-6А', 'СУ-4', 'Т-130', 'Т-150', 'Т-150К (Кировец)', 'Т-16', 'Т-25', 'Т-30', 'Т-40', 'Т-4А', 'Т-70', 'Т-75', 'УАЗ-2206', 'УАЗ-3151', 'УАЗ-3153', 'УАЗ-3160 (Симбир)', 'УАЗ-3303', 'УАЗ-3303 (СТЗМ-3905)', 'УАЗ-3741', 'УАЗ-3909', 'УАЗ-3962', 'УАЗ-452', 'Урал-4320 (НЗАС-4951)', 'ЮМЗ-6'],
        'field6': ['автобус', 'автобус на шасси ГАЗ-53', 'АЗЛК, Москва', 'бензовоз', 'бульдозер', 'Бычок', 'внедорожник', 'внедорожник удлинненный', 'грузопассажирский', 'гусеничный', 'жакта производства OPTIGEP (Венгрия) и доп оборуд.', 'кран', 'кузов для перевозки пассажиров', 'микро', 'микроавтобус', 'оборуд. для переоснашения жатки и самого комбайна', 'переименованная ССТВ-6, пр-во Омский ЭЗ', 'пр-во Харьковский тракторный завод', 'пр-во ЮТЕК,Н.Новгород', 'прицепной', 'производитель Буинский машиностроительный завод', 'производитель ВИМ', 'производитель завод Аналитприбор, Киев, Украина', 'производитель ЗАО СКБ Хроматэк, г.Йошкар-Ола', 'производитель ФГУП Омский экспериментальный завод', 'самосвал', 'селекционный', 'селекционный навесной', 'селекционный,Сборка - Ростов', 'селекционный,Сборка - Тамбов', 'станция техобслуживания', 'топливозаправщик', 'цистерна', 'шасси самоходные']
    }
};
