export let data = {
    'sitemap': [
        {
            'link': '/',
            'name': 'Главная',
            'childs': []
        },
        {
            'link': '/section/production',
            'name': 'Поизводственный раздел',
            'childs': [
            ]
        }
    ],
    'branchList': ["Белгородской области", "Брянской области", "Владимирской области", "Воронежской области", "Ивановской области", "Калужской области", "Малоярославецкий ГСУ", "Калужский ГСУ", "Костромской области", "Курской области", "Липецкая ГСИС", "Московской области", "Егорьевская ГСИС", "Московская ГСИС", "Орловской области", "Рязанской области", "Смоленской области", "Тамбовской области", "Тверской области", "Тульской области", "Ярославской области", "Республике Адыгея", "Астраханской области", "Волгоградская ГСИС", "Республике Калмыкия", "Башантинский ГСУ", "Краснодарскому краю", "Ростовской области", "Архангельской области", "Вологодской области", "Калининградской области", "Республике Карелия", "Коми ГСИС", "Ленинградской области", "Псковской и Новгородской областям", "Амурской области", "Приморскому краю", "Сахалинской области", "Хабаровскому краю", "Алтайскому краю", "Республике Бурятия", "Иркутской области", "Кемеровской области", "Красноярскому краю", "Майминская ГСИС", "Новосибирской области", "Омской области", "Томская ГСИС", "Забайкальскому краю", "Курганской области", "Свердловской области", "Тюменской области", "Челябинской области", "Республике Башкортостан", "Кировской области", "Республике Марий Эл", "Мордовская ГСИС", "Нижегородской области", "Оренбургской области", "Пензенской области", "Пермскому краю", "Самарской области", "Саратовской области", "Республике Татарстан", "Республике Удмуртия", "Ульяновской области", "Республике Чувашия", "Комсомольская ГСИС", "Республике Дагестан", "Республике Ингушетия", "Кабардино-Балкарской Республике", "Республике Северная Осетия-Алания", "Ставропольскому краю", "Александровский ГСУ", "Ипатовский ГСУ", "Красногвардейский ГСУ", "Новоалександровский ГСУ", "Ставропольская ГСИС", "ВЦОКС", "Республика Крым"]
};
